/* Device Kind to be reported to the system */
"HP Fax" = "HP Fax";

/* The beginning of the fax job */
"Contacting fax..." = "Contatando fax...";

/* Device busy, retrying... */
"Device busy, retrying..." = "Dispositivo ocupado, recuperando...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "Procurando fax...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Phone number black-listed."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "Preparando para enviar fax...";

/* Page progress */
"Sending page %lu..." = "Enviando página %lu...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "Impossível contatar fax, fila no próximo fax na classe...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "URI sem suporte";

